Repository: CodyBontecou/ios-location-tracker
Catalog: IsoMe/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, ja, pt_br, ru, zh_hans

source: JOIN THE COMMUNITY
ar: انضم إلى المجتمع
bn: কমিউনিটিতে যোগ দিন
es: ÚNASE A LA COMUNIDAD
fr: REJOIGNEZ LA COMMUNAUTÉ
hi: समुदाय में शामिल हों
ja: コミュニティに参加する
pt_br: JUNTE-SE À COMUNIDADE
ru: ПРИСОЕДИНЯЙТЕСЬ К СООБЩЕСТВУ
zh_hans: 加入社区

source: Join the Discord community.
ar: انضم إلى مجتمع Discord.
bn: ডিসকর্ড সম্প্রদায়ে যোগ দিন।
es: Únete a la comunidad de Discord.
fr: Rejoignez la communauté Discord.
hi: कलह समुदाय में शामिल हों.
ja: Discord コミュニティに参加してください。
pt_br: Junte-se à comunidade Discord.
ru: Присоединяйтесь к сообществу Discord.
zh_hans: 加入不和谐社区。

source: JSON and CSV export outing summaries. Markdown adds YAML front matter plus visits and route points. GPX, KML, GeoJSON, OwnTracks, and Overland export the outing route points.
ar: يقوم JSON و CSV بتصدير ملخصات الرحلات. يضيف Markdown المادة الأمامية YAML بالإضافة إلى الزيارات ونقاط الطريق. تقوم GPX و KML و GeoJSON و OwnTracks و Overland بتصدير نقاط مسار النزهة.
bn: JSON এবং CSV এক্সপোর্ট আউটিং সারাংশ। Markdown YAML ফ্রন্ট ম্যাটার প্লাস ভিজিট এবং রুট পয়েন্ট যোগ করে। GPX , KML , GeoJSON , OwnTracks , এবং Overland আউটিং রুট পয়েন্টগুলি রপ্তানি করে৷
es: Exportación de resúmenes de salidas en JSON y CSV . Markdown agrega información preliminar YAML más visitas y puntos de ruta. GPX , KML , GeoJSON , OwnTracks y Overland exportan los puntos de la ruta de salida.
fr: JSON et CSV exportent les résumés des sorties. Markdown ajoute des éléments de présentation YAML ainsi que des visites et des points d'itinéraire. GPX , KML , GeoJSON , OwnTracks et Overland exportent les points d'itinéraire de sortie.
hi: JSON और CSV आउटिंग सारांश निर्यात करते हैं। Markdown YAML फ्रंट मैटर प्लस विज़िट और रूट पॉइंट जोड़ता है। GPX , KML , GeoJSON , OwnTracks और Overland आउटिंग रूट पॉइंट निर्यात करते हैं।
ja: 外出の概要をJSONおよびCSVエクスポートします。 Markdown 、 YAML前付に加え、訪問とルート ポイントを追加します。 GPX 、 KML 、 GeoJSON 、 OwnTracks 、およびOverland 、外出ルート ポイントをエクスポートします。
pt_br: Resumos de saída de exportação JSON e CSV . Markdown adiciona assunto YAML além de visitas e pontos de rota. GPX , KML , GeoJSON , OwnTracks e Overland exportam os pontos da rota do passeio.
ru: Экспорт сводных данных в JSON и CSV . Markdown добавляет вступительную часть YAML , а также посещения и точки маршрута. GPX , KML , GeoJSON , OwnTracks и Overland экспортируют точки исходящего маршрута.
zh_hans: JSON和CSV导出外出摘要。 Markdown添加了YAML前端内容以及访问和路由点。 GPX 、 KML 、 GeoJSON 、 OwnTracks和Overland导出郊游路线点。

source: JSON and CSV summarize each outing, while GPX, KML, GeoJSON, OwnTracks, and Overland export the route fixes.
ar: يلخص JSON و CSV كل رحلة، بينما يقوم GPX و KML و GeoJSON و OwnTracks و Overland بتصدير إصلاحات المسار.
bn: JSON এবং CSV প্রতিটি আউটিংকে সংক্ষিপ্ত করে, যখন GPX , KML , GeoJSON , OwnTracks , এবং Overland রুট সংশোধন করে রপ্তানি করে৷
es: JSON y CSV resumen cada salida, mientras que GPX , KML , GeoJSON , OwnTracks y Overland exportan las correcciones de ruta.
fr: JSON et CSV résument chaque sortie, tandis que GPX , KML , GeoJSON , OwnTracks et Overland exportent les correctifs d'itinéraire.
hi: JSON और CSV प्रत्येक आउटिंग का सारांश देते हैं, जबकि GPX , KML , GeoJSON , OwnTracks , और Overland रूट फिक्स निर्यात करते हैं।
ja: JSONとCSV各外出を要約し、 GPX 、 KML 、 GeoJSON 、 OwnTracks 、およびOverlandはルート修正をエクスポートします。
pt_br: JSON e CSV resumem cada passeio, enquanto GPX , KML , GeoJSON , OwnTracks e Overland exportam as correções de rota.
ru: JSON и CSV суммируют каждую поездку, а GPX , KML , GeoJSON , OwnTracks и Overland экспортируют исправления маршрута.
zh_hans: JSON和CSV总结每次外出，而GPX 、 KML 、 GeoJSON 、 OwnTracks和Overland则导出路线修正。

source: JSON, CSV, or Markdown — whenever you need it.
ar: JSON أو CSV أو Markdown — عندما تحتاج إليها.
bn: JSON , CSV বা Markdown — যখনই আপনার প্রয়োজন হবে।
es: JSON , CSV o Markdown , siempre que lo necesite.
fr: JSON , CSV ou Markdown — quand vous en avez besoin.
hi: JSON , CSV , या Markdown - जब भी आपको इसकी आवश्यकता हो।
ja: JSON 、 CSV 、またはMarkdown — 必要なときにいつでも。
pt_br: JSON , CSV ou Markdown — sempre que você precisar.
ru: JSON , CSV или Markdown — когда вам это нужно.
zh_hans: JSON 、 CSV或Markdown只要您需要。

source: Jump from outing to map
ar: القفز من نزهة إلى الخريطة
bn: আউটিং থেকে ম্যাপে ঝাঁপ দাও
es: Saltar de excursión al mapa
fr: Passer de la sortie à la carte
hi: सैर से मानचित्र पर जाएँ
ja: おでかけから地図へジャンプ
pt_br: Salte do passeio para o mapa
ru: Перейти с прогулки на карту
zh_hans: 从郊游跳转到地图

source: JUMP TO LATEST DATA
ar: انتقل إلى أحدث البيانات
bn: সর্বশেষ ডেটাতে যান
es: SALTAR A LOS DATOS MÁS RECIENTES
fr: ALLER AUX DERNIÈRES DONNÉES
hi: नवीनतम डेटा पर जाएं
ja: 最新データへジャンプ
pt_br: VÁ PARA OS DADOS MAIS RECENTES
ru: ПЕРЕЙТИ К ПОСЛЕДНИМ ДАННЫМ
zh_hans: 跳转至最新数据

source: JUMP TO TODAY
ar: الانتقال إلى اليوم
bn: আজ ঝাঁপ দাও
es: SALTAR A HOY
fr: ALLER À AUJOURD'HUI
hi: आज ही जाएँ
ja: 今日にジャンプ
pt_br: IR PARA HOJE
ru: ПЕРЕЙТИ К СЕГОДНЯШНЕМУ ДНЮ
zh_hans: 跳到今天

source: Keep all location data on-device
ar: احتفظ بجميع بيانات الموقع على الجهاز
bn: সমস্ত অবস্থানের ডেটা ডিভাইসে রাখুন
es: Mantenga todos los datos de ubicación en el dispositivo
fr: Conservez toutes les données de localisation sur l'appareil
hi: सभी स्थान डेटा को डिवाइस पर रखें
ja: すべての位置データをデバイス上に保存
pt_br: Mantenha todos os dados de localização no dispositivo
ru: Храните все данные о местоположении на устройстве
zh_hans: 将所有位置数据保留在设备上

source: Keep the visit in context
ar: إبقاء الزيارة في السياق
bn: পরিদর্শন প্রসঙ্গে রাখুন
es: Mantenga la visita en contexto
fr: Gardez la visite dans son contexte
hi: यात्रा को संदर्भ में रखें
ja: 訪問を状況に応じて維持する
pt_br: Mantenha a visita no contexto
ru: Держите визит в контексте
zh_hans: 保持访问的背景

source: KEY FEATURES
ar: الميزات الرئيسية
bn: মূল বৈশিষ্ট্য
es: CARACTERÍSTICAS CLAVE
fr: PRINCIPALES FONCTIONNALITÉS
hi: प्रमुख विशेषताऐं
ja: 主な特長
pt_br: PRINCIPAIS RECURSOS
ru: КЛЮЧЕВЫЕ ОСОБЕННОСТИ
zh_hans: 主要特点

source: Last 7 days
ar: آخر 7 أيام
bn: গত ৭ দিন
es: últimos 7 días
fr: 7 derniers jours
hi: पिछले 7 दिन
ja: 過去 7 日間
pt_br: Últimos 7 dias
ru: Последние 7 дней
zh_hans: 过去 7 天

source: Last 7 Days
ar: آخر 7 أيام
bn: গত ৭ দিন
es: Últimos 7 días
fr: 7 derniers jours
hi: पिछले 7 दिन
ja: 過去 7 日間
pt_br: Últimos 7 dias
ru: Последние 7 дней
zh_hans: 过去 7 天

source: LAST 7 DAYS
ar: آخر 7 أيام
bn: গত ৭ দিন
es: ÚLTIMOS 7 DÍAS
fr: 7 DERNIERS JOURS
hi: पिछले 7 दिन
ja: 過去 7 日間
pt_br: ÚLTIMOS 7 DIAS
ru: ПОСЛЕДНИЕ 7 ДНЕЙ
zh_hans: 过去 7 天

source: Last 30 days
ar: آخر 30 يومًا
bn: গত 30 দিন
es: últimos 30 días
fr: 30 derniers jours
hi: पिछले 30 दिन
ja: 過去 30 日間
pt_br: Últimos 30 dias
ru: Последние 30 дней
zh_hans: 过去 30 天

source: Last 30 Days
ar: آخر 30 يومًا
bn: গত 30 দিন
es: Últimos 30 días
fr: 30 derniers jours
hi: पिछले 30 दिन
ja: 過去 30 日間
pt_br: Últimos 30 dias
ru: Последние 30 дней
zh_hans: 过去 30 天

source: LAST 30 DAYS
ar: آخر 30 يومًا
bn: গত 30 দিন
es: ÚLTIMOS 30 DÍAS
fr: 30 DERNIERS JOURS
hi: पिछले 30 दिन
ja: 過去 30 日間
pt_br: ÚLTIMOS 30 DIAS
ru: ПОСЛЕДНИЕ 30 ДНЕЙ
zh_hans: 过去 30 天

source: LAST RUN
ar: التشغيل الأخير
bn: শেষ রান
es: ÚLTIMA EJECUCIÓN
fr: DERNIÈRE EXÉCUTION
hi: आखरी बार
ja: ラストラン
pt_br: ÚLTIMA EXECUÇÃO
ru: ПОСЛЕДНИЙ ЗАПУСК
zh_hans: 最后一次运行

source: LAST SENT
ar: آخر إرسال
bn: শেষ পাঠানো হয়েছে
es: ÚLTIMO ENVIADO
fr: DERNIER ENVOYÉ
hi: अंतिम भेजा गया
ja: 最後に送信されました
pt_br: ÚLTIMO ENVIADO
ru: ПОСЛЕДНЕЕ ОТПРАВЛЕННОЕ
zh_hans: 最后发送

source: LATEST
ar: أحدث
bn: সর্বশেষ
es: EL ÚLTIMO
fr: DERNIER
hi: नवीनतम
ja: 最新
pt_br: MAIS RECENTE
ru: ПОСЛЕДНИЙ
zh_hans: 最新的

source: Latest point %@
ar: آخر نقطة %@
bn: সর্বশেষ পয়েন্ট %@
es: Último punto %@
fr: Dernier point %@
hi: नवीनतम बिंदु %@
ja: 最新ポイント%@
pt_br: Último ponto %@
ru: Последняя точка %@
zh_hans: 最新点%@

# Latitude %.4f, longitude %.4f
source: Latitude %1$.4f, longitude %2$.4f
ar: خط العرض %1$.4f ، خط الطول %2$.4f
bn: অক্ষাংশ %1$.4f , দ্রাঘিমাংশ %2$.4f
es: Latitud %1$.4f , longitud %2$.4f
hi: अक्षांश %1$.4f , देशांतर %2$.4f
ja: 緯度%1$.4f 、経度%2$.4f
ru: Широта %1$.4f , долгота %2$.4f
zh_hans: 纬度%1$.4f ，经度%2$.4f

source: Let iso.me automatically show iPhone photos on your map and outings. Photos stay in your Photos library.
ar: اسمح لـ iso.me بعرض صور iPhone تلقائيًا على خريطتك ونزهاتك. تبقى الصور في مكتبة الصور الخاصة بك.
bn: iso.me স্বয়ংক্রিয়ভাবে আপনার মানচিত্র এবং আউটিং-এ iPhone ফটোগুলি দেখাতে দিন। ফটোগুলি আপনার ফটো লাইব্রেরিতে থাকে৷
es: Deje que iso.me muestre automáticamente fotos iPhone en su mapa y salidas. Las fotos permanecen en tu biblioteca de fotos.
fr: Laissez iso.me afficher automatiquement les photos iPhone sur votre carte et vos sorties. Les photos restent dans votre bibliothèque de photos.
hi: iso.me स्वचालित रूप से आपके मानचित्र और सैर पर iPhone फ़ोटो दिखाने दें। तस्वीरें आपकी फ़ोटो लाइब्रेरी में रहती हैं।
ja: iso.me使用すると、 iPhone写真が地図や外出先上に自動的に表示されます。写真は写真ライブラリに残ります。
pt_br: Deixe iso.me mostrar automaticamente as fotos iPhone no seu mapa e passeios. As fotos permanecem na sua biblioteca de fotos.
ru: Разрешите iso.me автоматически показывать фотографии iPhone на вашей карте и во время прогулок. Фотографии остаются в вашей библиотеке фотографий.
zh_hans: 让iso.me自动在您的地图和郊游中显示iPhone照片。照片保留在您的照片库中。

source: Limit the export to a specific window of time.
ar: قصر التصدير على فترة زمنية محددة.
bn: রপ্তানিকে নির্দিষ্ট সময়ের মধ্যে সীমাবদ্ধ করুন।
es: Limite la exportación a un período de tiempo específico.
fr: Limitez l’exportation à une fenêtre de temps spécifique.
hi: निर्यात को समय की एक विशिष्ट विंडो तक सीमित करें।
ja: エクスポートを特定の時間枠に制限します。
pt_br: Limite a exportação a uma janela de tempo específica.
ru: Ограничьте экспорт определенным периодом времени.
zh_hans: 将导出限制在特定的时间范围内。

source: Limited
ar: محدود
bn: লিমিটেড
es: Limitado
fr: Limité
hi: सीमित
ja: 限定
pt_br: Limitado
ru: Ограниченный
zh_hans: 有限的

source: Limited Photos access is enabled, so only selected photos can appear.
ar: تم تمكين الوصول المحدود إلى الصور، لذا يمكن أن تظهر الصور المحددة فقط.
bn: সীমিত ফটো অ্যাক্সেস সক্ষম করা হয়েছে, তাই শুধুমাত্র নির্বাচিত ফটো প্রদর্শিত হতে পারে।
es: El acceso limitado a Fotos está habilitado, por lo que solo pueden aparecer las fotos seleccionadas.
fr: L'accès limité aux photos est activé, de sorte que seules les photos sélectionnées peuvent apparaître.
hi: सीमित फ़ोटो एक्सेस सक्षम है, इसलिए केवल चयनित फ़ोटो ही दिखाई दे सकती हैं।
ja: 制限された写真へのアクセスが有効になっているため、選択した写真のみが表示されます。
pt_br: O acesso limitado às fotos está ativado, portanto, apenas as fotos selecionadas podem aparecer.
ru: Включен ограниченный доступ к фотографиям, поэтому могут отображаться только выбранные фотографии.
zh_hans: 已启用有限照片访问，因此只能显示选定的照片。

source: LIVE
ar: يعيش
bn: লাইভ
es: VIVIR
fr: EN DIRECT
hi: रहना
ja: ライブ
pt_br: AO VIVO
ru: АКТИВНО
zh_hans: 居住

source: LIVE ACTIVITY MONITOR
ar: مراقب Live Activity
bn: Live Activity মনিটর
es: MONITOR LIVE ACTIVITY
fr: MONITEUR LIVE ACTIVITY
hi: Live Activity मॉनिटर
ja: Live Activityモニター
pt_br: MONITOR LIVE ACTIVITY
ru: МОНИТОР LIVE ACTIVITY
zh_hans: Live Activity监视器

source: Loading nearby businesses
ar: جارٍ تحميل الأنشطة التجارية القريبة
bn: কাছাকাছি ব্যবসা লোড হচ্ছে
es: Cargando negocios cercanos
fr: Chargement des entreprises à proximité
hi: आस-पास के व्यवसाय लोड हो रहे हैं
ja: 近くのビジネスを読み込み中
pt_br: Carregando empresas próximas
ru: Загрузка ближайших компаний
zh_hans: 正在加载附近的商家

source: Loading photo…
ar: جارٍ تحميل الصورة…
bn: ফটো লোড হচ্ছে...
es: Cargando foto…
fr: Chargement de la photo…
hi: फ़ोटो लोड हो रहा है...
ja: 写真を読み込んでいます…
pt_br: Carregando foto…
ru: Загрузка фото…
zh_hans: 正在加载照片...

source: Loading...
ar: تحميل...
bn: লোড হচ্ছে...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
ja: 読み込み中...
pt_br: Carregando...
ru: Загрузка...
zh_hans: 加载中...

source: Location
ar: موقع
bn: অবস্থান
es: Ubicación
fr: Emplacement
hi: जगह
ja: 位置
pt_br: Localização
ru: Расположение
zh_hans: 地点

source: Location access
ar: الوصول إلى الموقع
bn: অবস্থান অ্যাক্সেস
es: Acceso a la ubicación
fr: Accès à la localisation
hi: स्थान पहुंच
ja: 位置情報へのアクセス
pt_br: Acesso à localização
ru: Доступ к местоположению
zh_hans: 位置访问

source: Location access denied
ar: تم رفض الوصول إلى الموقع
bn: অবস্থান অ্যাক্সেস অস্বীকৃত
es: Acceso a la ubicación denegado
fr: Accès à la localisation refusé
hi: स्थान पहुंच अस्वीकृत
ja: 位置情報へのアクセスが拒否されました
pt_br: Acesso ao local negado
ru: Доступ к местоположению запрещен
zh_hans: 位置访问被拒绝

source: LOCATION ACCESS IS OFF
ar: الوصول إلى الموقع معطل
bn: অবস্থান অ্যাক্সেস বন্ধ আছে
es: EL ACCESO A LA UBICACIÓN ESTÁ DESACTIVADO
fr: L'ACCÈS À LA LOCALISATION EST DÉSACTIVÉ
hi: स्थान पहुंच बंद है
ja: 位置情報へのアクセスがオフになっています
pt_br: O ACESSO AO LOCAL ESTÁ DESATIVADO
ru: ДОСТУП К МЕСТОПОЛОЖЕНИЮ ОТКЛЮЧЕН
zh_hans: 位置访问已关闭

source: Location data will be POSTed to the configured endpoint.
ar: سيتم نشر بيانات الموقع إلى نقطة النهاية التي تم تكوينها.
bn: অবস্থানের ডেটা কনফিগার করা শেষ পয়েন্টে পোস্ট করা হবে।
es: Los datos de ubicación se publicarán en el punto final configurado.
fr: Les données de localisation seront POSTées sur le point de terminaison configuré.
hi: स्थान डेटा कॉन्फ़िगर किए गए समापन बिंदु पर पोस्ट किया जाएगा।
ja: 位置データは、構成されたエンドポイントに POST されます。
pt_br: Os dados de localização serão POSTados no endpoint configurado.
ru: Данные о местоположении будут отправлены POST на настроенную конечную точку.
zh_hans: 位置数据将被发布到配置的端点。

source: Location map
ar: خريطة الموقع
bn: অবস্থান মানচিত্র
es: Mapa de ubicación
fr: Carte de localisation
hi: स्थान मैप
ja: 位置図
pt_br: Mapa de localização
ru: Карта расположения
zh_hans: 位置图

source: LOCATION NAME
ar: اسم الموقع
bn: অবস্থানের নাম
es: NOMBRE DE LA UBICACIÓN
fr: NOM DU LIEU
hi: स्थान का नाम
ja: 地名
pt_br: NOME DO LOCAL
ru: НАЗВАНИЕ МЕСТОПОЛОЖЕНИЯ
zh_hans: 地点名称

source: LOCATION NAMES
ar: أسماء المواقع
bn: অবস্থানের নাম
es: NOMBRES DE UBICACIONES
fr: NOMS DE LIEUX
hi: स्थान के नाम
ja: 地名
pt_br: NOMES DE LOCAIS
ru: НАЗВАНИЯ МЕСТ
zh_hans: 地点名称

source: Location permission
ar: إذن الموقع
bn: অবস্থানের অনুমতি
es: Permiso de ubicación
fr: Autorisation de localisation
hi: स्थान की अनुमति
ja: 位置情報の許可
pt_br: Permissão de localização
ru: Разрешение на местоположение
zh_hans: 位置许可

source: Location selection map
ar: خريطة اختيار الموقع
bn: অবস্থান নির্বাচন মানচিত্র
es: Mapa de selección de ubicación
fr: Carte de sélection d'emplacement
hi: स्थान चयन मानचित्र
ja: 場所選択マップ
pt_br: Mapa de seleção de localização
ru: Карта выбора локации
zh_hans: 地点选择图

source: LOCATION TRACKING
ar: تتبع الموقع
bn: অবস্থান ট্র্যাকিং
es: SEGUIMIENTO DE UBICACIÓN
fr: SUIVI DE LOCALISATION
hi: स्थान ट्रैकिंग
ja: 位置追跡
pt_br: RASTREAMENTO DE LOCALIZAÇÃO
ru: ОТСЛЕЖИВАНИЕ МЕСТОПОЛОЖЕНИЯ
zh_hans: 位置追踪

source: LOGS
ar: سجلات
bn: লগ
es: REGISTROS
fr: JOURNAUX
hi: लॉग्स
ja: ログ
pt_br: REGISTROS
ru: ЖУРНАЛЫ
zh_hans: 日志

source: Longest
ar: الأطول
bn: দীর্ঘতম
es: más largo
fr: Le plus long
hi: सबसे लंबे समय तक
ja: 最長
pt_br: Mais longo
ru: Самый длинный
zh_hans: 最长

source: Longest distance first
ar: أطول مسافة أولا
bn: দীর্ঘতম দূরত্ব প্রথমে
es: La distancia más larga primero
fr: La plus longue distance en premier
hi: सबसे पहले सबसे लंबी दूरी
ja: 距離が長い順
pt_br: Maior distância primeiro
ru: Сначала самая длинная дистанция
zh_hans: 最长距离优先

source: Longest duration first
ar: أطول مدة أولا
bn: দীর্ঘতম সময়কাল প্রথমে
es: La duración más larga primero
fr: La durée la plus longue en premier
hi: सबसे पहले सबसे लंबी अवधि
ja: 最長期間が最初
pt_br: Duração mais longa primeiro
ru: Сначала самая длинная продолжительность
zh_hans: 持续时间最长的优先

source: Looking for places near this visit…
ar: جارٍ البحث عن أماكن بالقرب من هذه الزيارة…
bn: এই দর্শনের কাছাকাছি স্থানগুলি খুঁজছেন…
es: Buscando lugares cerca de esta visita…
fr: Vous cherchez des lieux à proximité de cette visite…
hi: इस यात्रा के निकट स्थानों की तलाश है...
ja: 今回の訪問に近い場所を探しています…
pt_br: Procurando lugares próximos a esta visita…
ru: Ищете места рядом с этим визитом…
zh_hans: 寻找这次访问附近的地方…

source: Manual
ar: يدوي
bn: ম্যানুয়াল
fr: Manuel
hi: नियमावली
ja: マニュアル
ru: Руководство
zh_hans: 手动的

source: MANUAL
ar: يدوي
bn: ম্যানুয়াল
fr: MANUEL
hi: नियमावली
ja: マニュアル
ru: РУКОВОДСТВО
zh_hans: 手动的

source: Manual visits require a saved location or a current location from the last 5 minutes with accuracy under 100 meters.
ar: تتطلب الزيارات اليدوية موقعًا محفوظًا أو موقعًا حاليًا من آخر 5 دقائق بدقة أقل من 100 متر.
bn: ম্যানুয়াল ভিজিটের জন্য 100 মিটারের নিচে নির্ভুলতার সাথে শেষ 5 মিনিটের একটি সংরক্ষিত অবস্থান বা একটি বর্তমান অবস্থান প্রয়োজন।
es: Las visitas manuales requieren una ubicación guardada o una ubicación actual de los últimos 5 minutos con una precisión inferior a 100 metros.
fr: Les visites manuelles nécessitent un emplacement enregistré ou un emplacement actuel des 5 dernières minutes avec une précision inférieure à 100 mètres.
hi: मैन्युअल विज़िट के लिए 100 मीटर से कम सटीकता के साथ पिछले 5 मिनट से सहेजे गए स्थान या वर्तमान स्थान की आवश्यकता होती है।
ja: 手動による訪問には、保存された場所、または 100 メートル未満の精度で過去 5 分間の現在の場所が必要です。
pt_br: As visitas manuais requerem uma localização salva ou uma localização atual dos últimos 5 minutos com precisão inferior a 100 metros.
ru: Для посещений вручную требуется сохранение местоположения или текущее местоположение за последние 5 минут с точностью до 100 метров.
zh_hans: 手动访问需要保存的位置或最近 5 分钟的当前位置，精度在 100 米以下。

source: Map
ar: رسم خريطة
bn: মানচিত্র
es: Mapa
fr: Carte
hi: मानचित्र
ja: 地図
pt_br: Mapa
ru: Карта
zh_hans: 地图

source: MAP DISPLAY
ar: عرض الخريطة
bn: মানচিত্র প্রদর্শন
es: VISUALIZACIÓN DEL MAPA
fr: AFFICHAGE DE LA CARTE
hi: मानचित्र प्रदर्शन
ja: 地図表示
pt_br: EXIBIÇÃO DO MAPA
ru: ОТОБРАЖЕНИЕ КАРТЫ
zh_hans: 地图显示

source: Map polish
ar: تلميع الخريطة
bn: মানচিত্র পোলিশ
es: Pulido de mapas
fr: Polissage de la carte
hi: मानचित्र पॉलिश
ja: マップポリッシュ
pt_br: Polonês de mapa
ru: Полировка карты
zh_hans: 地图波兰语

source: Markdown exports this outing as a page with YAML front matter, visits, and route points.
ar: يقوم Markdown بتصدير هذه النزهة كصفحة تحتوي على واجهة YAML والزيارات ونقاط الطريق.
bn: Markdown এই আউটিংটিকে YAML ফ্রন্ট ম্যাটার, ভিজিট এবং রুট পয়েন্ট সহ একটি পৃষ্ঠা হিসাবে রপ্তানি করে।
es: Markdown exporta esta salida como una página con portada, visitas y puntos de ruta YAML .
fr: Markdown exporte cette sortie sous forme de page avec des présentations YAML , des visites et des points d'itinéraire.
hi: Markdown इस आउटिंग को YAML फ्रंट मैटर, विज़िट और रूट पॉइंट वाले पेज के रूप में निर्यात करता है।
ja: Markdown 、この外出をYAML前付、訪問、およびルート ポイントを含むページとしてエクスポートします。
pt_br: Markdown exporta este passeio como uma página com assunto inicial, visitas e pontos de rota YAML .
ru: Markdown экспортирует этот выход в виде страницы с вступительной частью YAML , посещениями и точками маршрута.
zh_hans: Markdown将此活动导出为包含YAML标题、访问和路由点的页面。

source: Markdown outing exports include YAML front matter, notes, visits, and route points so they drop cleanly into a journal or PKM system.
ar: تشتمل صادرات نزهة Markdown على مادة YAML الأمامية والملاحظات والزيارات ونقاط المسار بحيث يتم إسقاطها بشكل نظيف في دفتر اليومية أو نظام PKM.
bn: Markdown আউটিং এক্সপোর্টের মধ্যে YAML ফ্রন্ট ম্যাটার, নোট, ভিজিট এবং রুট পয়েন্ট অন্তর্ভুক্ত থাকে যাতে তারা পরিষ্কারভাবে একটি জার্নাল বা PKM সিস্টেমে চলে যায়।
es: Las exportaciones de salidas Markdown incluyen información preliminar YAML , notas, visitas y puntos de ruta para que se incluyan limpiamente en un diario o sistema PKM.
fr: Les exportations de sorties Markdown incluent les présentations YAML , les notes, les visites et les points d'itinéraire afin qu'ils soient déposés proprement dans un journal ou un système PKM.
hi: Markdown आउटिंग निर्यात में YAML फ्रंट मैटर, नोट्स, विज़िट और रूट पॉइंट शामिल होते हैं ताकि वे जर्नल या पीकेएम सिस्टम में साफ़ रूप से गिर जाएं।
ja: MarkdownエクスポートにはYAML前付、メモ、訪問、およびルート ポイントが含まれるため、ジャーナルまたは PKM システムにきれいにドロップされます。
pt_br: As exportações de saída Markdown incluem matéria inicial YAML , notas, visitas e pontos de rota para que caiam de forma limpa em um diário ou sistema PKM.
ru: Экспорт Markdown включает в себя вступительную часть YAML , заметки, посещения и точки маршрута, поэтому они легко попадают в журнал или систему PKM.
zh_hans: Markdown外出导出包括YAML标题、注释、访问和路由点，以便它们干净地放入日志或 PKM 系统中。

source: Markdown pages for your log
ar: صفحات Markdown لسجلك
bn: আপনার লগের জন্য Markdown পৃষ্ঠা
es: Páginas Markdown para su registro
fr: Pages Markdown pour votre journal
hi: आपके लॉग के लिए पेजों को Markdown
ja: ログのMarkdownページ
pt_br: Páginas Markdown para seu log
ru: Страницы Markdown для вашего журнала
zh_hans: 日志的Markdown页面

source: Markdown visit table is missing required columns
ar: جدول زيارة Markdown يفتقد الأعمدة المطلوبة
bn: Markdown ভিজিট টেবিলে প্রয়োজনীয় কলাম নেই
es: A la tabla de visitas Markdown le faltan las columnas obligatorias
fr: Le tableau des visites Markdown ne contient pas de colonnes obligatoires
hi: Markdown विज़िट तालिका में आवश्यक कॉलम गायब हैं
ja: Markdown訪問テーブルに必須の列がありません
pt_br: A tabela de visitas Markdown não contém colunas obrigatórias
ru: В таблице посещений Markdown отсутствуют обязательные столбцы
zh_hans: Markdown访问表缺少必需的列

source: Marked as an outlier
ar: تم وضع علامة على أنها شاذة
bn: একটি বহিরাগত হিসাবে চিহ্নিত
es: Marcado como un valor atípico
fr: Marqué comme valeur aberrante
hi: बाह्य के रूप में चिह्नित
ja: 異常値としてマークされる
pt_br: Marcado como um outlier
ru: Отмечен как выброс
zh_hans: 标记为异常值

source: Marks the first and latest recorded points in the current date range so you can see where the route begins and ends.
ar: يحدد أول وأحدث النقاط المسجلة في نطاق التاريخ الحالي حتى تتمكن من معرفة أين يبدأ المسار وينتهي.
bn: বর্তমান তারিখ সীমার মধ্যে প্রথম এবং সর্বশেষ রেকর্ড করা পয়েন্টগুলি চিহ্নিত করে যাতে আপনি দেখতে পারেন যে রুটটি কোথায় শুরু হয় এবং শেষ হয়৷
es: Marca el primer y último punto registrado en el rango de fechas actual para que puedas ver dónde comienza y termina la ruta.
fr: Marque le premier et le dernier point enregistré dans la plage de dates actuelle afin que vous puissiez voir où commence et se termine l'itinéraire.
hi: वर्तमान दिनांक सीमा में पहले और नवीनतम रिकॉर्ड किए गए बिंदुओं को चिह्नित करता है ताकि आप देख सकें कि मार्ग कहां से शुरू होता है और कहां समाप्त होता है।
ja: 現在の日付範囲内の最初と最後に記録されたポイントをマークして、ルートの開始場所と終了場所を確認できるようにします。
pt_br: Marca o primeiro e o último ponto registrado no intervalo de datas atual para que você possa ver onde a rota começa e termina.
ru: Отмечает первую и последнюю записанные точки в текущем диапазоне дат, чтобы вы могли видеть, где начинается и заканчивается маршрут.
zh_hans: 标记当前日期范围内的第一个和最新记录点，以便您可以查看路线的起点和终点。

source: Marks this visit as reviewed and correct.
ar: وضع علامة على هذه الزيارة كمراجعة وصحيحة.
bn: এই সফরটিকে পর্যালোচনা করা এবং সঠিক হিসাবে চিহ্নিত করে৷
es: Marca esta visita como revisada y correcta.
fr: Marque cette visite comme révisée et correcte.
hi: इस विज़िट को समीक्षा की गई और सही के रूप में चिह्नित करता है।
ja: この訪問をレビュー済みで正しいものとしてマークします。
pt_br: Marca esta visita como revisada e correta.
ru: Отмечает это посещение как проверенное и правильное.
zh_hans: 将此访问标记为已审核且正确。

source: Match radius
ar: تطابق نصف القطر
bn: ম্যাচ ব্যাসার্ধ
es: Radio de coincidencia
fr: Rayon de correspondance
hi: त्रिज्या का मिलान करें
ja: 半径を一致させる
pt_br: Raio de correspondência
ru: Радиус совпадения
zh_hans: 匹配半径

source: MATCHING PATH TO ROADS…
ar: مطابقة المسار للطرق...
bn: রাস্তার সাথে মিলিত পথ...
es: CAMINO A JUEGO CON LAS CARRETERAS...
fr: CHEMIN CORRESPONDANT AUX ROUTES…
hi: सड़कों से मेल खाता पथ...
ja: パスと道路が一致しています…
pt_br: CAMINHO CORRESPONDENTE ÀS ESTRADAS…
ru: СООТВЕТСТВИЕ ПУТИ ДОРОГАМ…
zh_hans: 将路径与道路相匹配...

source: METRIC
ar: متري
bn: মেট্রিক
es: MÉTRICO
fr: MÉTRIQUE
hi: मीट्रिक
ja: メトリック
pt_br: MÉTRICA
ru: МЕТРИКА
zh_hans: 公制

source: MIN DURATION
ar: الحد الأدنى للمدة
bn: ন্যূনতম সময়কাল
es: DURACIÓN MÍNIMA
fr: DURÉE MINIMALE
hi: न्यूनतम अवधि
ja: 最小持続時間
pt_br: DURAÇÃO MÍNIMA
ru: МИНИМАЛЬНАЯ ПРОДОЛЖИТЕЛЬНОСТЬ
zh_hans: 最短持续时间
